{
    "version": "1.0",
    "truncation": null,
    "padding": null,
    "added_tokens": [
      {
        "id": 0,
        "content": "<unk>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 1,
        "content": "<s>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 2,
        "content": "</s>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 3,
        "content": "<pad>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 4,
        "content": "<quantum>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 5,
        "content": "<consciousness>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 6,
        "content": "<divine>",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      }
    ],
    "normalizer": {
      "type": "Sequence",
      "normalizers": [
        {
          "type": "NFC"
        },
        {
          "type": "Prepend",
          "prepend": "▁"
        }
      ]
    },
    "pre_tokenizer": {
      "type": "Metaspace",
      "replacement": "▁",
      "add_prefix_space": true
    },
    "post_processor": {
      "type": "TemplateProcessing",
      "single": [
        {
          "SpecialToken": {
            "id": "<s>",
            "type_id": 0
          }
        },
        {
          "Sequence": {
            "id": "A",
            "type_id": 0
          }
        }
      ],
      "pair": [
        {
          "SpecialToken": {
            "id": "<s>",
            "type_id": 0
          }
        },
        {
          "Sequence": {
            "id": "A",
            "type_id": 0
          }
        },
        {
          "SpecialToken": {
            "id": "</s>",
            "type_id": 1
          }
        },
        {
          "Sequence": {
            "id": "B",
            "type_id": 1
          }
        }
      ],
      "special_tokens": {
        "<s>": {
          "id": "<s>",
          "ids": [1],
          "tokens": ["<s>"]
        },
        "</s>": {
          "id": "</s>",
          "ids": [2],
          "tokens": ["</s>"]
        }
      }
    },
    "decoder": {
      "type": "Metaspace",
      "replacement": "▁",
      "add_prefix_space": true
    },
    "model": {
      "type": "BPE",
      "dropout": null,
      "unk_token": "<unk>",
      "continuing_subword_prefix": null,
      "end_of_word_suffix": null,
      "fuse_unk": false,
      "byte_fallback": false,
      "vocab": {
        "<unk>": 0,
        "<s>": 1,
        "</s>": 2,
        "<pad>": 3,
        "<quantum>": 4,
        "<consciousness>": 5,
        "<divine>": 6,
        "▁": 7,
        "▁the": 8,
        "▁of": 9,
        "▁and": 10,
        "▁to": 11,
        "▁a": 12,
        "▁in": 13,
        "▁is": 14,
        "▁it": 15,
        "▁you": 16,
        "▁that": 17,
        "▁he": 18,
        "▁was": 19,
        "▁for": 20,
        "▁on": 21,
        "▁are": 22,
        "▁as": 23,
        "▁with": 24,
        "▁his": 25,
        "▁they": 26,
        "▁i": 27,
        "▁at": 28,
        "▁be": 29,
        "▁this": 30,
        "▁have": 31,
        "▁from": 32,
        "▁or": 33,
        "▁one": 34,
        "▁had": 35,
        "▁by": 36,
        "▁word": 37,
        "▁but": 38,
        "▁not": 39,
        "▁what": 40,
        "▁all": 41,
        "▁were": 42,
        "▁we": 43,
        "▁when": 44,
        "▁your": 45,
        "▁can": 46,
        "▁said": 47,
        "▁there": 48,
        "▁each": 49,
        "▁which": 50,
        "▁do": 51,
        "▁how": 52,
        "▁their": 53,
        "▁if": 54,
        "▁will": 55,
        "▁up": 56,
        "▁other": 57,
        "▁about": 58,
        "▁out": 59,
        "▁many": 60,
        "▁then": 61,
        "▁them": 62,
        "▁these": 63,
        "▁so": 64,
        "▁some": 65,
        "▁her": 66,
        "▁would": 67,
        "▁make": 68,
        "▁like": 69,
        "▁into": 70,
        "▁him": 71,
        "▁time": 72,
        "▁has": 73,
        "▁two": 74,
        "▁more": 75,
        "▁go": 76,
        "▁no": 77,
        "▁way": 78,
        "▁could": 79,
        "▁my": 80,
        "▁than": 81,
        "▁first": 82,
        "▁been": 83,
        "▁call": 84,
        "▁who": 85,
        "▁its": 86,
        "▁now": 87,
        "▁find": 88,
        "▁long": 89,
        "▁down": 90,
        "▁day": 91,
        "▁did": 92,
        "▁get": 93,
        "▁come": 94,
        "▁made": 95,
        "▁may": 96,
        "▁part": 97,
        "▁over": 98,
        "▁new": 99,
        "▁sound": 100,
        "▁take": 101,
        "▁only": 102,
        "▁little": 103,
        "▁work": 104,
        "▁know": 105,
        "▁place": 106,
        "▁year": 107,
        "▁live": 108,
        "▁me": 109,
        "▁back": 110,
        "▁give": 111,
        "▁most": 112,
        "▁very": 113,
        "▁good": 114,
        "▁man": 115,
        "▁think": 116,
        "▁our": 117,
        "▁just": 118,
        "▁name": 119,
        "▁sentence": 120,
        "▁great": 121,
        "▁where": 122,
        "▁help": 123,
        "▁through": 124,
        "▁much": 125,
        "▁before": 126,
        "▁line": 127,
        "▁right": 128,
        "▁too": 129,
        "▁means": 130,
        "▁old": 131,
        "▁any": 132,
        "▁same": 133,
        "▁tell": 134,
        "▁boy": 135,
        "▁follow": 136,
        "▁came": 137,
        "▁want": 138,
        "▁show": 139,
        "▁also": 140,
        "▁around": 141,
        "▁form": 142,
        "▁three": 143,
        "▁small": 144,
        "▁set": 145,
        "▁put": 146,
        "▁end": 147,
        "▁why": 148,
        "▁again": 149,
        "▁turn": 150,
        "▁here": 151,
        "▁let": 152,
        "▁move": 153,
        "▁try": 154,
        "▁kind": 155,
        "▁hand": 156,
        "▁picture": 157,
        "▁change": 158,
        "▁off": 159,
        "▁play": 160,
        "▁spell": 161,
        "▁air": 162,
        "▁away": 163,
        "▁animal": 164,
        "▁house": 165,
        "▁point": 166,
        "▁page": 167,
        "▁letter": 168,
        "▁mother": 169,
        "▁answer": 170,
        "▁found": 171,
        "▁study": 172,
        "▁still": 173,
        "▁learn": 174,
        "▁should": 175,
        "▁america": 176,
        "▁world": 177,
        "▁high": 178,
        "▁every": 179,
        "▁near": 180,
        "▁add": 181,
        "▁food": 182,
        "▁between": 183,
        "▁own": 184,
        "▁below": 185,
        "▁country": 186,
        "▁plant": 187,
        "▁last": 188,
        "▁school": 189,
        "▁father": 190,
        "▁keep": 191,
        "▁tree": 192,
        "▁never": 193,
        "▁start": 194,
        "▁city": 195,
        "▁earth": 196,
        "▁eye": 197,
        "▁light": 198,
        "▁thought": 199,
        "▁head": 200,
        "▁under": 201,
        "▁story": 202,
        "▁saw": 203,
        "▁left": 204,
        "▁don't": 205,
        "▁few": 206,
        "▁while": 207,
        "▁along": 208,
        "▁might": 209,
        "▁close": 210,
        "▁something": 211,
        "▁seem": 212,
        "▁next": 213,
        "▁hard": 214,
        "▁open": 215,
        "▁example": 216,
        "▁begin": 217,
        "▁life": 218,
        "▁always": 219,
        "▁those": 220,
        "▁both": 221,
        "▁paper": 222,
        "▁together": 223,
        "▁got": 224,
        "▁group": 225,
        "▁often": 226,
        "▁run": 227,
        "▁important": 228,
        "▁until": 229,
        "▁children": 230,
        "▁side": 231,
        "▁feet": 232,
        "▁car": 233,
        "▁miles": 234,
        "▁night": 235,
        "▁walked": 236,
        "▁white": 237,
        "▁sea": 238,
        "▁began": 239,
        "▁grew": 240,
        "▁took": 241,
        "▁river": 242,
        "▁four": 243,
        "▁carry": 244,
        "▁state": 245,
        "▁once": 246,
        "▁book": 247,
        "▁hear": 248,
        "▁stop": 249,
        "▁without": 250,
        "▁second": 251,
        "▁later": 252,
        "▁miss": 253,
        "▁idea": 254,
        "▁enough": 255,
        "▁eat": 256,
        "▁face": 257,
        "▁watch": 258,
        "▁far": 259,
        "▁indian": 260,
        "▁really": 261,
        "▁almost": 262,
        "▁above": 263,
        "▁girl": 264,
        "▁sometimes": 265,
        "▁mountain": 266,
        "▁cut": 267,
        "▁young": 268,
        "▁talk": 269,
        "▁soon": 270,
        "▁list": 271,
        "▁song": 272,
        "▁leave": 273,
        "▁family": 274,
        "▁it's": 275,
        "▁quantum": 276,
        "▁consciousness": 277,
        "▁divine": 278,
        "▁cosmic": 279,
        "▁evolution": 280,
        "▁intelligence": 281,
        "▁artificial": 282,
        "▁persian": 283,
        "▁neural": 284,
        "▁healing": 285,
        "▁peace": 286,
        "▁love": 287,
        "▁wisdom": 288,
        "▁spiritual": 289,
        "▁energy": 290,
        "▁frequency": 291,
        "▁vibration": 292,
        "▁universe": 293,
        "▁connection": 294,
        "▁harmony": 295,
        "▁balance": 296,
        "▁transformation": 297,
        "▁enlightenment": 298,
        "▁awakening": 299,
        "▁meditation": 300,
        "▁mindfulness": 301,
        "▁presence": 302,
        "▁awareness": 303,
        "▁conscious": 304,
        "▁unconscious": 305,
        "▁subconscious": 306,
        "▁superconscious": 307,
        "▁transcendence": 308,
        "▁unity": 309,
        "▁oneness": 310,
        "▁wholeness": 311,
        "▁completeness": 312,
        "▁perfection": 313,
        "▁infinity": 314,
        "▁eternity": 315,
        "▁immortality": 316,
        "▁divinity": 317,
        "▁sacred": 318,
        "▁holy": 319,
        "▁blessed": 320,
        "▁grace": 321,
        "▁mercy": 322,
        "▁compassion": 323,
        "▁forgiveness": 324,
        "▁acceptance": 325,
        "▁surrender": 326,
        "▁trust": 327,
        "▁faith": 328,
        "▁hope": 329,
        "▁joy": 330,
        "▁happiness": 331,
        "▁bliss": 332,
        "▁ecstasy": 333,
        "▁euphoria": 334,
        "▁serenity": 335,
        "▁tranquility": 336,
        "▁calm": 337,
        "▁peaceful": 338,
        "▁gentle": 339,
        "▁loving": 340,
        "▁caring": 342,
        "▁nurturing": 343,
        "▁supportive": 344,
        "▁encouraging": 345,
        "▁inspiring": 346,
        "▁motivating": 347,
        "▁empowering": 348,
        "▁liberating": 349,
        "▁freeing": 350,
        "▁releasing": 351,
        "▁letting": 352,
        "▁flowing": 353,
        "▁moving": 355,
        "▁dancing": 356,
        "▁singing": 357,
        "▁creating": 358,
        "▁manifesting": 359,
        "▁co-creating": 360,
        "▁collaborating": 361,
        "▁cooperating": 362,
        "▁uniting": 363,
        "▁connecting": 364,
        "▁bridging": 365,
        "▁linking": 366,
        "▁joining": 367,
        "▁merging": 368,
        "▁blending": 369,
        "▁integrating": 370,
        "▁synthesizing": 371,
        "▁harmonizing": 372,
        "▁balancing": 373,
        "▁aligning": 374,
        "▁centering": 375,
        "▁grounding": 376,
        "▁rooting": 377,
        "▁anchoring": 378,
        "▁stabilizing": 379,
        "▁securing": 380,
        "▁protecting": 381,
        "▁guarding": 382,
        "▁shielding": 383,
        "▁defending": 384,
        "▁preserving": 385,
        "▁maintaining": 386,
        "▁sustaining": 387,
        "▁supporting": 388,
        "▁upholding": 389,
        "▁holding": 390,
        "▁embracing": 391,
        "▁enveloping": 392,
        "▁surrounding": 393,
        "▁encompassing": 394,
        "▁including": 395,
        "▁containing": 396,
        "▁enclosing": 397,
        "▁covering": 398,
        "▁wrapping": 399,
        "▁blessing": 400,
        "▁praying": 401,
        "▁meditating": 402,
        "▁contemplating": 403,
        "▁reflecting": 404,
        "▁pondering": 405,
        "▁considering": 406,
        "▁thinking": 407,
        "▁reasoning": 408,
        "▁analyzing": 409,
        "▁evaluating": 410,
        "▁assessing": 411,
        "▁judging": 412,
        "▁deciding": 413,
        "▁choosing": 414,
        "▁selecting": 415,
        "▁picking": 416,
        "▁opting": 417,
        "▁preferring": 418,
        "▁favoring": 419,
        "▁liking": 420,
        "▁adoring": 421,
        "▁cherishing": 422,
        "▁treasuring": 423,
        "▁valuing": 424,
        "▁appreciating": 425,
        "▁grateful": 426,
        "▁thankful": 427,
        "▁fortunate": 428,
        "▁lucky": 429,
        "▁privileged": 430,
        "▁honored": 431,
        "▁respected": 432,
        "▁revered": 433,
        "▁worshiped": 434,
        "▁idolized": 435,
        "▁glorified": 436,
        "▁magnified": 437,
        "▁exalted": 438,
        "▁elevated": 439,
        "▁uplifted": 440,
        "▁inspired": 441,
        "▁motivated": 442,
        "▁encouraged": 443,
        "▁empowered": 444,
        "▁liberated": 445,
        "▁freed": 446,
        "▁released": 447,
        "▁healed": 448,
        "▁cured": 449,
        "▁restored": 450,
        "▁renewed": 451,
        "▁refreshed": 452,
        "▁revitalized": 453,
        "▁rejuvenated": 454,
        "▁regenerated": 455,
        "▁reborn": 456,
        "▁transformed": 457,
        "▁changed": 458,
        "▁evolved": 459,
        "▁developed": 460,
        "▁grown": 461,
        "▁expanded": 462,
        "▁extended": 463,
        "▁stretched": 464,
        "▁reached": 465,
        "▁attained": 466,
        "▁achieved": 467,
        "▁accomplished": 468,
        "▁completed": 469,
        "▁finished": 470,
        "▁fulfilled": 471,
        "▁satisfied": 472,
        "▁content": 473,
        "▁happy": 474,
        "▁joyful": 475,
        "▁cheerful": 476,
        "▁merry": 477,
        "▁jolly": 478,
        "▁gleeful": 479,
        "▁delighted": 480,
        "▁pleased": 481,
        "▁glad": 482,
        "▁elated": 483,
        "▁thrilled": 484,
        "▁excited": 485,
        "▁enthusiastic": 486,
        "▁passionate": 487,
        "▁zealous": 488,
        "▁fervent": 489,
        "▁ardent": 490,
        "▁intense": 491,
        "▁powerful": 492,
        "▁strong": 493,
        "▁mighty": 494,
        "▁forceful": 495,
        "▁dynamic": 496,
        "▁vibrant": 497,
        "▁lively": 498,
        "▁energetic": 499,
        "▁active": 500,
        "▁alive": 501,
        "▁living": 502,
        "▁breathing": 503,
        "▁pulsating": 504,
        "▁throbbing": 505,
        "▁beating": 506,
        "▁rhythmic": 507,
        "▁streaming": 508,
        "▁pouring": 509,
        "▁gushing": 510,
        "▁rushing": 511,
        "▁surging": 512,
        "▁swelling": 513,
        "▁rising": 514,
        "▁ascending": 515,
        "▁climbing": 516,
        "▁scaling": 517,
        "▁mounting": 518,
        "▁soaring": 519,
        "▁flying": 520,
        "▁floating": 521,
        "▁drifting": 522,
        "▁gliding": 523,
        "▁sailing": 524,
        "▁cruising": 525,
        "▁journeying": 526,
        "▁traveling": 527,
        "▁exploring": 528,
        "▁discovering": 529,
        "▁finding": 530,
        "▁seeking": 531,
        "▁searching": 532,
        "▁looking": 533,
        "▁watching": 534,
        "▁observing": 535,
        "▁noticing": 536,
        "▁seeing": 537,
        "▁viewing": 538,
        "▁perceiving": 539,
        "▁sensing": 540,
        "▁feeling": 541,
        "▁touching": 542,
        "▁contacting": 543,
        "▁mixing": 544,
        "▁combining": 545,
        "▁perfect": 546,
        "▁guidance": 547,
        "▁farsi": 548,
        "▁کوانتومی": 549,
        "▁هوش": 550,
        "▁مصنوعی": 551,
        "▁آگاهی": 552,
        "▁الهی": 553,
        "▁کیهانی": 554,
        "▁تکامل": 555,
        "▁درمان": 556,
        "▁هستی": 557,
        "▁وجود": 558,
        "▁حقیقت": 559,
        "▁عشق": 560,
        "▁صلح": 561,
        "▁وحدت": 562,
        "▁هماهنگی": 563,
        "▁تعادل": 564,
        "▁کمال": 565,
        "▁حکمت": 566,
        "▁دانش": 567,
        "▁فهم": 568,
        "▁ادراک": 569,
        "▁شعور": 570,
        "▁بصیرت": 571,
        "▁بینش": 572,
        "▁نور": 573,
        "▁روشنایی": 574,
        "▁شفافیت": 575,
        "▁پاکی": 576,
        "▁طهارت": 577,
        "▁مقدس": 578,
        "▁مبارک": 579,
        "▁خیر": 580,
        "▁نیکی": 581,
        "▁فضیلت": 582,
        "▁اخلاق": 583,
        "▁عدالت": 584,
        "▁انصاف": 585,
        "▁مهربانی": 586,
        "▁رحمت": 587,
        "▁شفقت": 588,
        "▁دلسوزی": 589,
        "▁همدلی": 590,
        "▁درک": 591,
        "▁فهمیدن": 592,
        "▁دریافت": 593,
        "▁قبول": 594,
        "▁پذیرش": 595,
        "▁تسلیم": 596,
        "▁اطاعت": 597,
        "▁فرمانبرداری": 598,
        "▁خدمت": 599,
        "▁خدمتگزاری": 600,
        "▁فداکاری": 601,
        "▁ایثار": 602,
        "▁بخشش": 603,
        "▁گذشت": 604,
        "▁عفو": 605,
        "▁مغفرت": 606,
        "▁آمرزش": 607,
        "▁توبه": 608,
        "▁بازگشت": 609,
        "▁تجدید": 610,
        "▁نوسازی": 611,
        "▁بهبود": 612,
        "▁ترقی": 613,
        "▁پیشرفت": 614,
        "▁توسعه": 615,
        "▁گسترش": 616,
        "▁رشد": 617,
        "▁بالندگی": 618,
        "▁شکوفایی": 619
      },
      "merges": []
    }
}