{
  "<unk>": 0,
  "<s>": 1,
  "</s>": 2,
  "<pad>": 3,
  " ": 4,
  "!": 5,
  "\"": 6,
  "#": 7,
  "$": 8,
  "%": 9,
  "&": 10,
  "'": 11,
  "(": 12,
  ")": 13,
  "*": 14,
  "+": 15,
  ",": 16,
  "-": 17,
  ".": 18,
  "/": 19,
  "0": 20,
  "1": 21,
  "2": 22,
  "3": 23,
  "4": 24,
  "5": 25,
  "6": 26,
  "7": 27,
  "8": 28,
  "9": 29,
  ":": 30,
  ";": 31,
  "<": 32,
  "=": 33,
  ">": 34,
  "?": 35,
  "@": 36,
  "A": 37,
  "B": 38,
  "C": 39,
  "D": 40,
  "E": 41,
  "F": 42,
  "G": 43,
  "H": 44,
  "I": 45,
  "J": 46,
  "K": 47,
  "L": 48,
  "M": 49,
  "N": 50,
  "O": 51,
  "P": 52,
  "Q": 53,
  "R": 54,
  "S": 55,
  "T": 56,
  "U": 57,
  "V": 58,
  "W": 59,
  "X": 60,
  "Y": 61,
  "Z": 62,
  "[": 63,
  "\\": 64,
  "]": 65,
  "^": 66,
  "_": 67,
  "`": 68,
  "a": 69,
  "b": 70,
  "c": 71,
  "d": 72,
  "e": 73,
  "f": 74,
  "g": 75,
  "h": 76,
  "i": 77,
  "j": 78,
  "k": 79,
  "l": 80,
  "m": 81,
  "n": 82,
  "o": 83,
  "p": 84,
  "q": 85,
  "r": 86,
  "s": 87,
  "t": 88,
  "u": 89,
  "v": 90,
  "w": 91,
  "x": 92,
  "y": 93,
  "z": 94,
  "{": 95,
  "|": 96,
  "}": 97,
  "~": 98,
  "آ": 99,
  "ا": 100,
  "ب": 101,
  "پ": 102,
  "ت": 103,
  "ث": 104,
  "ج": 105,
  "چ": 106,
  "ح": 107,
  "خ": 108,
  "د": 109,
  "ذ": 110,
  "ر": 111,
  "ز": 112,
  "ژ": 113,
  "س": 114,
  "ش": 115,
  "ص": 116,
  "ض": 117,
  "ط": 118,
  "ظ": 119,
  "ع": 120,
  "غ": 121,
  "ف": 122,
  "ق": 123,
  "ک": 124,
  "گ": 125,
  "ل": 126,
  "م": 127,
  "ن": 128,
  "و": 129,
  "ه": 130,
  "ی": 131,
  "ء": 132,
  "أ": 133,
  "إ": 134,
  "ة": 135,
  "ى": 136,
  "ئ": 137,
  "quantum": 138,
  "consciousness": 139,
  "divine": 140,
  "guidance": 141,
  "cosmic": 142,
  "evolution": 143,
  "healing": 144,
  "intelligence": 145,
  "artificial": 146,
  "neural": 147,
  "persian": 148,
  "farsi": 149,
  "کوانتومی": 150,
  "هوش": 151,
  "مصنوعی": 152,
  "آگاهی": 153,
  "الهی": 154,
  "کیهانی": 155,
  "تکامل": 156,
  "درمان": 157,
  "هستی": 158,
  "وجود": 159,
  "حقیقت": 160,
  "عشق": 161,
  "صلح": 162,
  "وحدت": 163,
  "هماهنگی": 164,
  "تعادل": 165,
  "کمال": 166,
  "حکمت": 167,
  "دانش": 168,
  "فهم": 169,
  "ادراک": 170,
  "شعور": 171,
  "بصیرت": 172,
  "بینش": 173,
  "نور": 174,
  "روشنایی": 175,
  "شفافیت": 176,
  "پاکی": 177,
  "طهارت": 178,
  "مقدس": 179,
  "مبارک": 180,
  "خیر": 181,
  "نیکی": 182,
  "فضیلت": 183,
  "اخلاق": 184,
  "عدالت": 185,
  "انصاف": 186,
  "مهربانی": 187,
  "رحمت": 188,
  "شفقت": 189,
  "دلسوزی": 190,
  "همدلی": 191,
  "درک": 192,
  "فهمیدن": 193,
  "دریافت": 194,
  "قبول": 195,
  "پذیرش": 196,
  "تسلیم": 197,
  "اطاعت": 198,
  "فرمانبرداری": 199,
  "خدمت": 200,
  "خدمتگزاری": 201,
  "فداکاری": 202,
  "ایثار": 203,
  "بخشش": 204,
  "گذشت": 205,
  "عفو": 206,
  "مغفرت": 207,
  "آمرزش": 208,
  "توبه": 209,
  "بازگشت": 210,
  "تجدید": 211,
  "نوسازی": 212,
  "بهبود": 213,
  "ترقی": 214,
  "پیشرفت": 215,
  "توسعه": 216,
  "گسترش": 217,
  "رشد": 218,
  "بالندگی": 219,
  "شکوفایی": 220
}